user

yhs
yhs
윤현승

jmh
jmh
전민희

hjh
hjh
홍정훈

hsh
hsh
한상훈

khs
khs
김향선


novel
하얀 늑대들
윤현승
전쟁터에서 패잔병이 된 농부 카셀은 우연히 아란티아의 보검을 줍는다.

세월의 돌
전민희
평범한 잡화점 점원 파비안은 뜻밖의 사고로 모든 것을 잃고 긴 여행을 떠나게 된다.

드래곤 라자
이영도
태양을 향해 달리는 말

룬의 아이들
전민희
소년이여, 반드시 살아남아라!

하얀로냐프강
이상균
최고의 기사 퀴트린은 개선장군으로 당당하게 조국으로 돌아온다.

다크메이지
김정률
드래곤에게 위협받는 대륙 트루베니야를 구하기 위해 납치되어 온 중원 사도 배교의 교주, 독고성
수하의 배신으로 단전마저 잃어버린 그에게 남은 것은 아무것도 없다.
이 세계 생존을 택한 최후의 길, 다크 메이지! 지금부터 복수를 위해 주원으로 귀환하려는 독고성의 처절한 사투가 시작된다!

바바리안 퀘스트
백수귀족
야만인 유릭이 문명세계로 간다.



월야환담
홍정훈
미친달의 세계

괴담동아리
으스스한 동아리
오직 재미

재벌집 막내아들
Flex
산경

운명을 보는 회사원
영완

최초의 헌터
디다트

마운드
이아농

야구 매니저
디다트



무림사계
한상운

학사신공
왕의

수라전설 독룡
시니어

서문반점
이재일



Only You
김향선
전생에 맺어지지 못한 인연을 몇백 년이 흘러 현대에 다시 만났습니다.

Check in Love
김향선
여자를 가까이 할 수 없지만 유독 초아에게는 가까이 가도 아무런 탈이 없다.

꿈의 정원
바가지
“너도 그 여자와 다를 것 없어. 그것만 증명하면 돼."

푸른달 스무하루
하라